const data = [
  {
    "id": 0,
    "name": "Люди",
    "blocks": [
      {
        "id": 0,
        "question": "Кому слуги дали спробувати чудесне вино?",
        "answer": "Весільному старості",
        "subAnswer": "І Він каже до них: Тепер зачерпніть, і занесіть до весільного старости. І занесли (Івана 2:8)"
      },
      {
        "id": 1,
        "question": "Як звали учня, який знайшов хлопчика, який мав хліб та рибу?",
        "answer": "Андрій",
        "subAnswer": "Говорить до Нього Андрій, один з учнів Його, брат Симона Петра: Є тут хлопчина один, що має п'ять ячних хлібів та дві рибі, але що то на безліч таку! (Івана 6:8-9)"
      },
      {
        "id": 2,
        "question": "Хто був посланий юдеями, щоб довідатися про Івана хто він такий?",
        "answer": "Священики і левіти",
        "subAnswer": "А це ось свідоцтво Іванове, як юдеї послали були з Єрусалиму священиків та Левитів, щоб спитали його: Хто ти такий? (Івана 1:19)"
      },
      {
        "id": 3,
        "question": "Хто приніс суміш смирни з алоє для поховання Ісуса?",
        "answer": "Никодим",
        "subAnswer": "Прибув також і Никодим, що давніше приходив вночі до Ісуса, і смирну приніс, із алоєм помішану, щось літрів із сто (Івана 19:39)"
      },
      {
        "id": 4,
        "question": "Як звали слугу, якому Петро відтяв вухо?",
        "answer": "Малх",
        "subAnswer": "Тоді Симон Петро, меча мавши, його вихопив, і рубонув раба первосвященика, і відтяв праве вухо йому. А рабу на ім'я було Малх (вана 18:10)"
      },
      {
        "id": 5,
        "question": "Хто перший засвідчив що Ісус Христос є Божий Син?",
        "answer": "Іван Хреститель",
        "subAnswer": "І я бачив, і засвідчив, що Він Божий Син! (Івана 1:34)"
      },
      {
        "id": 6,
        "question": "Як Ісус називає тих, хто приходив перед Ним?",
        "answer": "Злодіями і розбійниками",
        "subAnswer": "Усі, скільки їх перше Мене приходило, то злодії й розбійники, але вівці не слухали їх (Івана 10:8)."
      },
      {
        "id": 7,
        "question": "Хто за словами Ісуса мав більший гріх ніж Пилат?",
        "answer": "Каяфа",
        "subAnswer": "Ісус відповів: Надо Мною ти жадної влади не мав би, коли б тобі зверху не дано було; тому більший гріх має той, хто Мене тобі видав (Івана 19:11)"
      },
      {
        "id": 8,
        "question": "Які жінки стояли біля Ісусового хреста?",
        "answer": "Мати Ісуса, сестра матері Ісуса, Марія Клеопова, Марія Магдалина",
        "subAnswer": "Під хрестом же Ісуса стояли Його мати, і сестра Його матері, Марія Клеопова, і Марія Магдалина (Івана 19:25)"
      }
    ]
  },
  {
    "id": 1,
    "name": "Числа",
    "blocks": []
  },
  {
    "id": 2,
    "name": "Історія",
    "blocks": []
  },
  {
    "id": 3,
    "name": "Географія",
    "blocks": []
  },
  {
    "id": 4,
    "name": "Сюрприз",
    "blocks": []
  }

];
