const data = [
  {
    "id": 0,
    "name": "Люди",
    "blocks": [
      {
        "id": 0,
        "question": "Кому слуги дали спробувати чудесне вино?",
        "answer": "Весільному старості",
        "subAnswer": "І Він каже до них: Тепер зачерпніть, і занесіть до весільного старости. І занесли (Івана 2:8)"
      },
      {
        "id": 1,
        "question": "Як звали учня, який знайшов хлопчика, який мав хліб та рибу?",
        "answer": "Андрій",
        "subAnswer": "Говорить до Нього Андрій, один з учнів Його, брат Симона Петра: Є тут хлопчина один, що має п'ять ячних хлібів та дві рибі, але що то на безліч таку! (Івана 6:8-9)"
      },
      {
        "id": 2,
        "question": "Хто був посланий юдеями, щоб довідатися про Івана хто він такий?",
        "answer": "Священики і левіти",
        "subAnswer": "А це ось свідоцтво Іванове, як юдеї послали були з Єрусалиму священиків та Левитів, щоб спитали його: Хто ти такий? (Івана 1:19)"
      },
      {
        "id": 3,
        "question": "Хто приніс суміш смирни з алоє для поховання Ісуса?",
        "answer": "Никодим",
        "subAnswer": "Прибув також і Никодим, що давніше приходив вночі до Ісуса, і смирну приніс, із алоєм помішану, щось літрів із сто (Івана 19:39)"
      },
      {
        "id": 4,
        "question": "Як звали слугу, якому Петро відтяв вухо?",
        "answer": "Малх",
        "subAnswer": "Тоді Симон Петро, меча мавши, його вихопив, і рубонув раба первосвященика, і відтяв праве вухо йому. А рабу на ім'я було Малх (вана 18:10)"
      },
      {
        "id": 5,
        "question": "Хто перший засвідчив що Ісус Христос є Божий Син?",
        "answer": "Іван Хреститель",
        "subAnswer": "І я бачив, і засвідчив, що Він Божий Син! (Івана 1:34)"
      },
      {
        "id": 6,
        "question": "Як Ісус називає тих, хто приходив перед Ним?",
        "answer": "Злодіями і розбійниками",
        "subAnswer": "Усі, скільки їх перше Мене приходило, то злодії й розбійники, але вівці не слухали їх (Івана 10:8)."
      },
      {
        "id": 7,
        "question": "Хто за словами Ісуса мав більший гріх ніж Пилат?",
        "answer": "Каяфа",
        "subAnswer": "Ісус відповів: Надо Мною ти жадної влади не мав би, коли б тобі зверху не дано було; тому більший гріх має той, хто Мене тобі видав (Івана 19:11)"
      },
      {
        "id": 8,
        "question": "Які жінки стояли біля Ісусового хреста?",
        "answer": "Мати Ісуса, сестра матері Ісуса, Марія Клеопова, Марія Магдалина",
        "subAnswer": "Під хрестом же Ісуса стояли Його мати, і сестра Його матері, Марія Клеопова, і Марія Магдалина (Івана 19:25)"
      }
    ]
  },
  {
	"id": 1,
	"name": "Числа",
	"blocks": [
	  {
		 "id": 0,
		 "question": "Скільки разів Ісус перепитував у Петра чи той Його любить?",
		 "answer": "Тричі",
		 "subAnswer": "Утретє Він каже йому: „Симоне, сину Йонин, — чи кохаєш Мене?“ Засмутився Петро, що спитав його втретє: „Чи кохаєш Мене?“ І він каже Йому: „Ти все відаєш, Господи, — відаєш Ти, що кохаю Тебе!“ Промовляє до нього Ісус: „Паси вівці Мої!\" (Івана 21:17)"
	  },
	  {
		 "id": 1,
		 "question": "Якого дня забракло вина на весіллі в Кані Галилейській?",
		 "answer": "Третього дня",
		 "subAnswer": "А третього дня весілля справляли в Кані Галілейській, і була там Ісусова мати (Івана 2:1)"
	  },
	  {
		 "id": 2,
		 "question": "Скільки ганків мала купальня Віфезда?",
		 "answer": "Пʼять",
		 "subAnswer": "А в Єрусалимі, біля брами Овечої, є купальня, Ветесда по-єврейському зветься, що мала п'ять ґанків (Івана 5:2)"
	  },
	  {
		 "id": 3,
		 "question": "Скільки днів перед Пасхою Ісус прийшов до Віфанії?",
		 "answer": "Шість днів",
		 "subAnswer": "Ісус же за шість день до Пасхи прибув до Віфанії, де жив Лазар, що його воскресив Ісус із мертвих (Івана 12:1)"
	  },
	  {
		 "id": 4,
		 "question": "Яка за рахунком зустріч Ісуса з Його учнями біля Тиверіадського моря після його воскресіння ?",
		 "answer": "Третя",
		 "subAnswer": "Це вже втретє з'явився Ісус Своїм учням, як із мертвих воскрес (Івана 21:14)"
	  },
	  {
		 "id": 5,
		 "question": "Близько котрої години у п’ятницю Пилат видав Ісуса на розп’яття?",
		 "answer": "Шостої",
		 "subAnswer": "Був то ж день Приготовлення Пасхи, година була — близько шостої. І він каже юдеям: „Ось ваш Цар!“ (Івана19:14)"
	  },
	  {
		 "id": 6,
		 "question": "Скільки відер води вміщали посудини для юдейського очищення?",
		 "answer": "Два або три",
		 "subAnswer": "Було тут шість камінних посудин на воду, що стояли для очищення юдейського, що відер по дві чи по три вміщали (Івана 2:6)"
	  },
	  {
		 "id": 7,
		 "question": "Скільки риби зловили учні коли зустріли Ісуса біля Тиверіадського моря після Його воскресіння?",
		 "answer": "153",
		 "subAnswer": "Пішов Симон Петро та й на землю витягнув невода, повного риби великої, — сто п'ятдесят три. І хоч стільки було її, — не продерся проте невід (Івана 21:11)"
	  },
	  {
		 "id": 8,
		 "question": "Скільки років будувався Єрусалимський храм?",
		 "answer": "46 років",
		 "subAnswer": "Відказали ж юдеї: „Сорок шість літ будувався цей храм, а Ти за три дні поставиш його?“ (Івана 2:20)"
	  }
	]
 },
 {
	"id": 2,
	"name": "Географія",
	"blocks": [
	  {
		 "id": 0,
		 "question": "Що каже Писання, звідки має прийти Христос?",
		 "answer": "З Вифлеєму",
		 "subAnswer": "Чи ж не каже Писання, що Христос прийде з роду Давидового, і з села Вифлеєму, звідкіля був Давид? (Івана 7:42)"
	  },
	  {
		 "id": 1,
		 "question": "В якій місцевості Іван звершував хрещення?",
		 "answer": "В Віфанії",
		 "subAnswer": "Це в Віфанії діялося, на тім боці Йордану, де христив був Іван (Івана 1:28)"
	  },
	  {
		 "id": 2,
		 "question": "Де вдруге Ісус зустрівся з чоловіком, який хворів 38 років?",
		 "answer": "В храмі",
		 "subAnswer": "Після того Ісус стрів у храмі його, та й промовив до нього: „Ось видужав ти. Не гріши ж уже більше, щоб не сталось тобі чого гіршого!“ (Івана 5:14)"
	  },
	  {
		 "id": 3,
		 "question": "Недалеко від чого поля було розташоване місто Сіхар?",
		 "answer": "Біля поля, яке Яків дав Йосипові",
		 "subAnswer": "Отож, прибуває Він до самарійського міста, що зветься Сіхар, недалеко від поля, яке Яків був дав своєму синові Йосипові (Івана 4:5)"
	  },
	  {
		 "id": 4,
		 "question": "Після свята кучок на яку гору пішов Ісус?",
		 "answer": "Оливна",
		 "subAnswer": "Ісус же на гору Оливну пішов (Івана 8:1)"
	  },
	  {
		 "id": 5,
		 "question": "Де відбулась зустріч Ісуса і Його учнів, коли Петро казав про любов?",
		 "answer": "Біля Тиверіадського моря",
		 "subAnswer": "Після цього з'явивсь Ісус знов Своїм учням над морем Тіверіядським. А з'явився отак (Івана 21:1)"
	  },
	  {
		 "id": 6,
		 "question": "Де Ісус навчав, що Він є хліб живий?",
		 "answer": "В Капернаумі",
		 "subAnswer": "Оце Він говорив, коли в Капернаумі навчав у синагозі (Івана 5:59)"
	  },
	  {
		 "id": 7,
		 "question": "До якого міста прибули учні та Ісус, після нагодування?",
		 "answer": "Капернаум",
		 "subAnswer": "Отож, як побачили люди, що Ісуса та учнів Його там нема, то в човни посідали самі й прибули до Капернауму, — і шукали Ісуса (Івана 6:24)"
	  },
	  {
		 "id": 8,
		 "question": "Де Ісус вперше виявив славу Свою, що учні в Нього увірували?",
		 "answer": "У Кані Галілейській",
		 "subAnswer": "Такий початок чудам зробив Ісус у Кані Галілейській, — і виявив славу Свою. І ввірували в Нього учні Його (Івана 2:11)"
	  }
	]
 },
 {
	"id": 3,
	"name": "Подія",
	"blocks": [
	  {
		 "id": 0,
		 "question": "Коли юдеї робили обрізання, за яке їх засудив Ісус?",
		 "answer": "У суботу",
		 "subAnswer": "Через це Мойсей дав обрізання вам, не тому, що воно від Мойсея, але від отців, та ви й у суботу обрізуєте чоловіка (Івана 7:22)"
	  },
	  {
		 "id": 1,
		 "question": "Яку умову озвучив Ісус для того, щоб учням міг бути посланий «Утішитель»?",
		 "answer": "Відхід Христа",
		 "subAnswer": "Та Я правду кажу вам: Краще для вас, щоб пішов Я, бо як Я не піду, Утішитель не прийде до вас. (Івана 16:7)"
	  },
	  {
		 "id": 2,
		 "question": "Що люди вигукували, коли Ісус в'їжджав до Єрусалиму?",
		 "answer": "Осанна! Благословенний, хто йде у Господнє Ім’я! Цар Ізраїлів!",
		 "subAnswer": "то взяли вони пальмове віття, і вийшли назустріч Йому та й кричали: Осанна! Благословенний, хто йде у Господнє Ім'я! Цар Ізраїлів! (Івана 12:13)"
	  },
	  {
		 "id": 3,
		 "question": "Чому багато людей прийшли до Віфанії під час подорожі Ісуса?",
		 "answer": "Щоб побачити Лазаря",
		 "subAnswer": "А натовп великий юдеїв довідався, що Він там, та й поприходили не з-за Ісуса Самого, але щоб побачити й Лазаря, що його воскресив Він із мертвих (Івана 12:9)"
	  },
	  {
		 "id": 4,
		 "question": "Що запропонував Пилат юдеям коли сказав, що не знаходить в Ісусі провини ?",
		 "answer": "Щоб вони самі розіп'яли",
		 "subAnswer": "Як зобачили ж Його первосвященики й служба, то закричали, говорячи: Розіпни, розіпни! Пилат каже до них: То візьміть Його ви й розіпніть, бо провини я в Нім не знаходжу! (Івана 19:6)"
	  },
	  {
		 "id": 5,
		 "question": "В чому весільний староста звинуватив молодого?",
		 "answer": "Спочатку дав гірше вино",
		 "subAnswer": "Як весільний же староста скуштував воду, що сталась вином, а він не знав, звідки воно, знали ж слуги, що води наливали, то староста кличе тоді молодого та й каже йому: Кожна людина подає перше добре вино, а як понапиваються, тоді гірше; а ти добре вино аж на досі зберіг (Івана 2:9-10)"
	  },
	  {
		 "id": 6,
		 "question": "Що робив Авраам по словам Ісуса, коли  побачив Його день?",
		 "answer": "Тішився",
		 "subAnswer": "Отець ваш Авраам прагнув із радістю, щоб побачити день Мій, і він бачив, і тішився (Івана 8:56)"
	  },
	  {
		 "id": 7,
		 "question": "Якого дня свята, Ісус стояв і кликав: “Коли хто прагне хто з вас - нехай прийде до мене та й п’є”?",
		 "answer": "Останнього великого дня",
		 "subAnswer": "А останнього великого дня свята Ісус стояв і кликав, говорячи: Коли прагне хто з вас нехай прийде до Мене та й п'є!  (Івана 7:37)"
	  },
	  {
		 "id": 8,
		 "question": "Для чого багато юдеїв йшли в Єрусалим перед Пасхою?",
		 "answer": "Очистити себе",
		 "subAnswer": "Наближалася ж Пасха юдейська, і багато-хто з Краю вдались перед Пасхою в Єрусалим, щоб очистити себе (Івана 11:55)"
	  }
	]
 },
 {
	"id": 4,
	"name": "Сюрприз",
	"blocks": [
	  {
		 "id": 0,
		 "question": "Де було Слово на початку?",
		 "answer": "В Бога",
		 "subAnswer": "Споконвіку було Слово, а Слово в Бога було, і Бог було Слово (Івана 1:1)"
	  },
	  {
		 "id": 1,
		 "question": "Яке вухо у Малха залишилося не ушкодженим?",
		 "answer": "Ліве",
		 "subAnswer": "Тоді Симон Петро, меча мавши, його вихопив, і рубонув раба первосвященика, і відтяв праве вухо йому. А рабу на ім'я було Малх (Івана 18:10)"
	  },
	  {
		 "id": 2,
		 "question": "Біля якої брами в Єрусалимі була розташована купальня Віфезда?",
		 "answer": "Овечої",
		 "subAnswer": "А в Єрусалимі, біля брами Овечої, є купальня, Віфесда по-єврейському зветься... (Івана 5:2)"
	  },
	  {
		 "id": 3,
		 "question": "На якому місці Ісус відказав: “Скажіть людям сідати” перед тим як нагодувати 5 тисяч?",
		 "answer": "Велика трава",
		 "subAnswer": "А Ісус відказав: Скажіть людям сідати! А була на тім місці велика трава (Івана 6:10)"
	  },
	  {
		 "id": 4,
		 "question": "Ким є Ісус для овець?",
		 "answer": "Дверима",
		 "subAnswer": "І знову промовив Ісус: Поправді, поправді кажу вам, що Я двері вівцям (Івана 10:7)"
	  },
	  {
		 "id": 5,
		 "question": "Як Ісус назвавсвоїх учнів біля Тиверіадського моря після свого воскресіння?",
		 "answer": "Діти",
		 "subAnswer": "Ісус тоді каже до них: Чи не маєте, діти, якоїсь поживи? Ні, вони відказали (Івана 21:5)"
	  },
	  {
		 "id": 6,
		 "question": "На яке питання Пилата Ісус ніяк не відповів?",
		 "answer": "Звідки Ти?",
		 "subAnswer": "і вернувся в преторій ізнову, і питає Ісуса: Звідки Ти? Та Ісус йому відповіді не подав (Івана 19:9)"
	  },
	  {
		 "id": 7,
		 "question": "Де сиділи ангели яких побачила Марія Магдалина в гробі Ісуса?",
		 "answer": "Один у головах, один у ногах",
		 "subAnswer": "І бачить два Анголи, що в білім сиділи, один у головах, а другий у ніг, де лежало Ісусове тіло (Івана 20:12)."
	  },
	  {
		 "id": 8,
		 "question": "Як називається місце, де Пилат судив Ісуса?",
		 "answer": "Літостротон (гаввата)",
		 "subAnswer": "Як зачув же Пилат оце слово, то вивів назовні Ісуса, і засів на суддеве сидіння, на місці, що зветься літостротон, по-гебрейському ж гаввата (Івана 19:13)"
	  }
	]
 }
];
